Revit 2027 API
ParameterTypeId.ViewGraphSchedTitle Property
 "Title"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewGraphSchedTitle { get; }
Public Shared ReadOnly Property ViewGraphSchedTitle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewGraphSchedTitle {
	ForgeTypeId^ get ();
}
static member ViewGraphSchedTitle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace